//
//  Error.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//


"_bad_username_password_"               = "사용자 이름이나 암호가 잘못됨";
"_cancelled_by_user"                    = "전송 취소됨";
"_error_folder_destiny_is_the_same_"    = "It is not possible to move the folder into itself";
"_error_not_permission_"                = "작업을 완료할 수 있는 권한이 없음";
"_error_path_"                          = "이 파일이나 폴더를 열 수 없습니다. 파일이나 폴더가 존재하는지 확인하십시오";
"_file_upload_not_exitst_"              = "The file that you want to upload does not exist";
"_forbidden_characters_from_server_"    = "이름에 하나 이상의 잘못된 문자가 포함되어 있음";
"_not_connected_internet_"              = "서버 연결 오류";
"_not_possible_connect_to_server_"      = "지금 서버에 연결할 수 없음";
"_not_possible_create_folder_"          = "폴더를 만들 수 없음";
"_server_down_"                         = "Could not establish contact with server";
"_time_out_"                            = "시간 초과, 다시 시도하십시오";
"_unknow_response_server_"              = "서버에서 예기치 않은 응답이 돌아옴";
"_user_autentication_required_"         = "사용자 인증이 필요함";
"_file_directory_locked_"               = "파일이나 디렉터리가 잠김";
"_ssl_certificate_untrusted_"           = "이 서버의 인증서가 잘못됨";
"_internal_server_"                     = "Internal server error";
"_file_already_exists_"                 = "Could not complete the operation, a file with the same name exists";
"_file_folder_not_exists_"              = "지정한 경로에서 원본 파일을 찾을 수 없음";
"_folder_contents_nochanged_"           = "폴더 내용이 변경되지 않았음";
"_images_invalid_converted_"            = "사진이 잘못되었기 때문에 미리 보기 그림을 생성할 수 없음";
"_method_not_expected_"                 = "Unexpected request method";
"_reauthenticate_user_"                 = "Access expired, log in again";
"_server_error_retry_"                  = "서버를 임시로 사용할 수 없음";
"_too_many_files_"                      = "Too many files would be involved in this operation";
"_too_many_request_"                    = "Sending too many requests caused the rate limit to be reached";
"_user_over_quota_"                     = "저장소 할당량을 전부 사용함";
"_ssl_connection_error_"                = "연결 SSL 오류, 다시 시도하십시오";
"_bad_request_"                         = "잘못된 요청";
"_webdav_locked_"                       = "WebDAV Locked: Trying to access locked resource";
"_error_user_not_available_"            = "The user is no longer available";
"_server_response_error_"               = "Server response content error";


